import React from "react";
import { styles } from "../styles/style";

const About = () => {
  return (
    <div className="text-black dark:text-white">
      <br />
      <h1 className={`${styles.title} 800px:!text-[45px]`}>
        What is <span className="text-gradient">Qkrun</span>
      </h1>

      <br />
      <div className="w-[95%] 800px:w-[85%] m-auto">
        <p className="text-[18px] font-Poppins">
          ชื่อ-สกุล (ภาษาไทย) : ดร.รุ่งโรจน์  พงศ์กิจวิทูร
          <br />
          (ภาษาอังกฤษ):Dr.Rungrote Pongkitwitoon
          <br />
          <br />
          ตำแหน่งปัจจุบัน		ผู้ช่วยศาสตราจารย์



          <br />

          <br />
          หน่วยงานและสถานที่อยู่ที่ติดต่อได้สะดวก
          <br />
          <br />
          สาขาวิชาเทคโนโลยีและสื่อสารการศึกษา  คณะครุศาสตร์
          มหาวิทยาลัยราชภัฏนครราชสีมา
          <br />
          โทรศัพท์เคลื่อนที่  08-1790-5410
          <br />
          e-mail:  rungrote.p@nrru.ac.th

          <br />
          <br />
          ประวัติการศึกษา
          <br />
          <br />
          ปริญญาตรี
          <br />
          วิทยาศาสตร์บัณฑิต สาขาสถิติ  [วท.บ. (สถิติ)]
          มหาวิทยาลัยขอนแก่น
          <br />
          <br />
          ปริญญาโท
          <br />
          ครุศาสตรมหาบัณฑิต  สาขาเทคโนโลยีและสื่อสารการศึกษา
          [คม. (เทคโนโลยีและสื่อสารการศึกษา)]
          สถาบันราชภัฏนครราชสีมา
          <br />
          <br />
          ปริญญาเอก
          <br />
          ปรัชญาดุษฎีบัณฑิต สาขาสารสนเทศศึกษา [ปร.ด.(สารสนเทศศึกษา)]
          มหาวิทยาลัยขอนแก่น
          <br /><br />



          <br />
         
          ประสบการณ์ทำงาน
          <br />
          2565-ปัจจุบัน	ประธานหลักสูตรเทคโนโลยีและสื่อสารการศึกษา ระดับปริญญาโท
          <br />
          2544-ปัจจุบัน	อาจารย์ มหาวิทยาลัยราชภัฏนครราชสีมา
          <br />
          2563-พ.ค.2566		ผู้ช่วยอธิการบดี ฝ่ายเทคโนโลยีการศึกษาและการพัฒนาความเป็นสากล
          <br />
          2562-2563	ผู้ช่วยอธิการบดี ฝ่ายดิจิทัลเพื่อการศึกษา
          <br />
          <br />

        </p>
        <br />
        <span className="text-[22px]">Qkrun&apos;</span>
        <br />
        <br />
        <h5 className="text-[18px] font-Poppins">
          Line Id :  buffchyy
          <br />
          <br />
          เบอร์โทรติดต่อ : 081-790-5410


        </h5>
        <br />
        <br />
        <br />
      </div>
    </div>
  );
};

export default About;
