import React from "react";
import { styles } from "../styles/style";

const About = () => {
  return (
    <div className="text-black dark:text-white">
      <br />
      <h1 className={`${styles.title} 800px:!text-[45px]`}>
        What is <span className="text-gradient">Qkrun</span>
      </h1>

      <br />
      <div className="w-[95%] 800px:w-[85%] m-auto">
        <p className="text-[18px] font-Poppins">
        Qkrun
          <br />
          <br />
          เหตุนี้ทางก็ได้คิดจะช่วยเหลือมือใหม่ เพื่อให้ไม่ต้องเสียค่าครูเป็นจำนวนเงินเยอะ
          จึงเกิดคอร์สสอนเทรดที่สามารถนำไปใช้ได้โดยไม่ต้องเสียเงินลองผิดลองถูก
          โดยคอร์สมีทั้งกลยุทธิ์เทรดข่าว กลยุทธิ์เทรดโดยดูเเท่งเทียน รวนถึงเทรดเทคนิค

          <br />
          <br />
          <br />
          ความรู้และความชำนาญที่เรามีอยู่ในวงการ forex นั้นเป็นผลมาจากประสบการณ์การเทรดที่ยาวนาน 
          และการศึกษาที่สม่ำเสมอในตลาดเงินโลก เราได้รวบรวมและวิเคราะห์ข้อมูลต่างๆ เพื่อให้คุณได้รับความรู้ที่มีคุณค่าและเป็นประโยชน์ในการเทรด 
          forex อย่างมืออาชีพ
          <br />
          <br />
          ความมุ่งมั่นของเราคือการให้บริการที่มีคุณภาพสูงสุดแก่ลูกค้าทุกท่าน โดยเรามุ่งเน้นให้คุณได้รับประสบการณ์การเรียนรู้ที่เป็นมิตรและสนุกสนาน
           ทางเรามีทีมงานคุณภาพที่มีความคิดสร้างสรรค์และเชี่ยวชาญในวงการ forex ที่พร้อมให้คำแนะนำและคำปรึกษาที่เป็นประโยชน์ตลอดเวลา
           <br /><br />
      


          <br />
          สุดท้ายเเล้ว อยากจะบอกทุกคนที่เข้ามาอ่านหรือมาเรียน ให้คำนึงถึงความเสี่ยง
          ก่อนที่จะเทรดจริงทุกครั้ง เพราะไม่อยากให้ใคร .. ต้องมาเเล้วก็หายไปในตลาด
          <br />
          <br />

        </p>
        <br />
        <span className="text-[22px]">Qkrun&apos;</span>
        <br />
        <br />
        <h5 className="text-[18px] font-Poppins">
        Line Id : @primeschoolps
        <br />
        <br />
        เบอร์โทรติดต่อ : 091-991-6446 


        </h5>
        <br />
        <br />
        <br />
      </div>
    </div>
  );
};

export default About;
